Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/credits_and_reliefs/employment_tax_credits_and_reliefs.html.txt.tmx
Source language: en
Languages: ga

source: Employment tax credits and reliefs
ga: Creidmheasanna agus faoisimh chánach fostaíochta

source: The amount of tax you pay depends on your income
ga: Laghdaíonn faoisimh ó cháin ioncaim an méid cánach a chaithfidh tú a íoc

source: You can find out more about how your income tax is calculated
ga: Ríomhtar do cháin chomhlán ag brath ar d'ioncam

source: Income tax reliefs reduce the amount of tax that you have to pay
ga: Asbhaintear do chreidmheasanna cánach ansin chun an méid cánach a chaithfidh tú a íoc a fháil

source: Here are some of the tax reliefs that relate to employment
ga: Míníonn an leathanach seo na creidmheasanna cánach a bhaineann le fostaíocht

source: If you are in employment, tax on your income is deducted by your employer on behalf of the Revenue Commissioners
ga: Má tá tú fostaithe, asbhaineann d'fhostóir cáin as d'ioncam thar ceann na gCoimisinéirí Ioncaim

source: This system of deduction is known as the Pay As You Earn (PAYE) system
ga: Tugtar Íoc Mar A Thuillir (ÍMAT) ar an gcóras asbhainte seo

source: All PAYE taxpayers are entitled to a tax credit known as the PAYE Tax Credit
ga: Tá creidmheas cánach ar a dtugtar an Creidmheas Cánach ÍMAT ag dul do gach cainíocóir ÍMAT

source: This is worth €1,650 in 2017
ga: Is fiú €1,650 é seo sa bhliain 2017

source: If you are married and taxed under joint assessment, then you and your spouse may both claim a PAYE Tax Credit
ga: Má tá tú pósta agus ag íoc cánach faoi chómheasúnacht, is féidir leat féin agus do c(h)éile Creidmheas Cánach ÍMAT a éileamh

source: In Ireland, most benefits from employment that are provided in addition to pay are subject to income tax
ga: In Éirinn, caithfidh tú cáin ioncaim a íoc ar fhormhór na sochar a sholáthraítear ó fhostaíocht chomh maith le pá

source: This also applies to benefits-in-kind
ga: Baineann é seo freisin le sochair chomhchineáil

source: Benefits-in-kind are benefits received by an employee that cannot be converted into cash but that have a cash value
ga: Is sochair chomhchineáil iad sochair faighte ag fostaí nach féidir a shóinseáil in airgead ach a bhfuil luach orthu ó thaobh airgid de

source: Examples include provision of a company car, loans given at a special rate or provision of accommodation
ga: Ar na samplaí a d'fhéadfaí a lua tá soláthar gluaisteáin chuideachta, iasachtaí a tugadh ag rátaí speisialta nó soláthar cóiríochta

source: Some benefits-in-kind are exempt from tax or can be received tax efficiently
ga: Tá roinnt sochair chomhchineáil saor ó cháin nó is féidir iad a ghlacadh go cáinéifeachtúil

source: You can find information on benefits-in-kind and how they are taxed
ga: Féach an bhileog Ioncaim IT 69 (pdf) le haghaidh níos mó eolais faoi bheith ag obair ón mbaile

source: If you are teleworking, that is, using a computer to work from home, your employer may provide you with a computer, printer or other equipment
ga: Is féidir leat teacht ar eolas faoi shochair chomhchineáil agus conas a ghearrtar cáin orthu anseo agus ráta comhréidh caighdeánach

source: In this case, the equipment provided is not assessed for tax as a benefit-in-kind so long as it is used primarily for business use
ga: Tá liúntas costais ar ráta comhréidh caighdeánach (asbhaint) socraithe do na ranganna éagsúla fostaithe

source: If your employer provides expenses to cover costs such as heating and light, these can be paid without being taxed
ga: Féach an liosta Costais ar Ráta Comhréidh (xls) atá ionadaithe grúpaí nó aicmí fostaithe

source: See Revenue's website for more information on working from home
ga: Ansin cuirtear an asbhaint comhaontaithe i bhfeidhm maidir le gach fostaí atá san aicme nó sa ghrúpa sin

source: Some work expenses can be deducted from your income before it is assessed for tax
ga: Is féidir cuid de na speansais oibre a bhaint as d'ioncam sula meastar é le haghaidh cánach

source: To qualify, the expenses must have been necessary in order to do your work and must have been spent entirely for that purpose and no other
ga: Chun bheith cáilithe, caithfidh na speansais a bheith riachtanach le haghaidh do chuid oibre a dhéanamh agus caite go hiomlán i gcomhair an chuspóra sin agus sin amháin

source: A mileage allowance that you receive for the use of your car for business purposes is not taxable if it does not exceed the civil service mileage rates
ga: Ní ghearrtar cáin ar liúntas míleáiste a fhaigheann tú chun do ghluáisteáin a úsáid chun críocha gnó ach gan rátaí míleáiste na státseirbhísea sharú

source: There is no tax relief on expenses for getting to or from work
ga: Níl aon fhaoiseamh cánach ann do chostais taistil ag dul chuig nó ag teacht ó obair

source: The Cycle to Work Scheme is a tax incentive scheme which aims to encourage employees to cycle to and from work
ga: Is scéim spreagtha cánach í an Scéim um Rothaíocht chun na hOibre agus tá sé mar aidhm aici fostaithe a spreagadh rothaíocht chun na hoibre agus abhaile arís

source: Under the scheme employers can pay for bicycles and bicycle equipment for their employees and the employee pays back through a salary sacrifice arrangement of up to 12 months
ga: Faoin scéim is féidir le fostóirí íoc as rothair agus as trealamh rothair dár bhfostaithe agus íocann an fostaí ar ais trí shocrú íobartha tuarastail de suas go 12 mí

source: The employee is not liable for tax, PRSI or the Universal Social Charge on their repayments
ga: Níl an fostaí faoi dhliteanas cánach, PRSI nó an Mhuirir Sóisialta Uilíoch ar a n-aisíocaíochtaí

source: A standard flat rate expenses allowance (deduction) xls is set for various classes of employee
ga: Féach eolas Ioncaim le haghaidh níos mó sonraí faoi speansais is féidir a asbhaint chun críocha cánach

source: Contributions to a pension are eligible for tax relief
ga: Tá ranníocaíochtaí i leith pinsin incháilithe le haghaidh faoisimh chánach

source: Find out more about occupational pensions, personal pensions, and Personal Retirement Savings Accounts (PRSAs)
ga: Faigh amach níos mó maidir le pinsin ghairme, pinsin phearsanta, agus Cuntais Choigiltis Phearsanta Scoir (CCPS)

source: If you are resident in Ireland and commute daily or weekly to your place of work in another country where you pay tax, then you may qualify for Trans-border Workers Relief
ga: Má tá cónaí ort in Éirinn agus má bhíonn tú ag comaitéireacht go laethúil nó go seachtainiúil go dtí d'áit oibre i dtír eile ina n-íocann tú cáin, tá seans ann go mbeidh tú i dteidil Faoisimh d'Oibrithe Trasteorann

source: This reduces your tax in Ireland to take account of the tax that you have paid abroad
ga: Laghdaíonn sé seo do cháin in Éirinn chun an cháin atá íoctha agat thar lear a chur san áireamh

source: It does this by reducing the tax you pay in Ireland on your total income so that it is in proportion to the amount of income from Irish sources
ga: Déantar é seo tríd an gcáin a íocann tú in Éirinn ar d'ioncam iomlán a laghdú sa tslí is go bhfuil sé i gcomhréir le méid an ioncaim ó fhoinsí Éireannacha

source: For example, take the case where your total income was €50,000, of which €5,000 was earned in Ireland and the remainder (€45,000) was earned and taxed abroad
ga: Mar shampla, cuirimis i gcás go raibh €50,000 mar ioncam iomlán agat, agus 5,000 de sin tuillte in Éirinn agus an fuílleach (45,000) tuillte agus cáin gearrtha air thar lear

source: The proportion of your total income that is Irish income is 1/10 (5,000 divided by 50,000)
ga: Is é an codán de d'ioncam iomlán ar ioncam Éireannach é ná 1/10 (5,000 roinnte ar 50,000)

source: Your Irish income tax liability is calculated as usual on the full amount of your income, €50,000
ga: Ríomhtar do dhliteanas cánach ioncaim Éireannach mar is gnách ar mhéid iomlán d'ioncaim, €50,000

source: But under Trans-border Workers Relief, this amount of tax is then divided by ten to give the tax that you have to pay in Ireland
ga: Ach faoi Fhaoiseamh d'Oibrithe Trasteorann, iolraítear an méid cánach seo faoi 1/10 chun an cháin a chaithfidh tú a íoc in Éirinn a fháil

source: There are certain conditions on the duration and place of employment
ga: Tá coinníollacha áirithe ann ar fhad agus áit na hoibre

source: More information on Trans-border Workers Relief is available (pdf)
ga: Féach anseo le haghaidh níos mó eolais faoi Fhaoiseamh d'Oibrithe Trasteorann

source: If you are employed on board a ship and spend at least 161 days in a calendar year at sea travelling to or from foreign ports, then you may qualify for Seafarer's Allowance
ga: Má tá tú fostaithe ar bord loinge agus má chaitheann tú 161 lá ar a laghad sa bhliain féilire ar muir ag taistil go nó ó chalaí iasachta, tá seans ann ansin go mbeidh an liúntas maraí ag dul duit

source: The allowance is €6,350 and it is an allowance available at your highest rate of tax
ga: Is fiú €6,350 an liúntas seo agus is liúntas é atá ar fáil ag do ráta cánach is airde

source: A new Fisher Tax Credit was introduced in Budget 2017 to assist the viability of the fishing sector
ga: Thug Creidmheas Cánach Iascaire nua isteach sa Bhuiséad 2017 chun cabhrú leis an inmharthanacht earnála iascaireachta

source: If you have fished on a registered fishing vessel for at least 80 days in a tax year you can claim an income tax credit of €1,270 per annum
ga: Má rinne tú iascaireacht ar bhád iascaigh cláraithe ar feadh 80 lá sa bhliain ar a laghad, féadfaidh tú creidmheas cánach ioncaim €1,270 sa bhliain a éiligh

source: The tax credit is for the years 2017 to 2021 and is calculated at 20% of your fishing income
ga: Tá an creidmheas cánach i gcomhair na mblianta 2017 go 2021

source: It is not available to fish farmers
ga: Áirítear é ar 20% d'ioncam iascaigh

source: If you claim this credit you cannot also avail of the Seafarer's Allowance in the same tax year
ga: Níl sé ar fáil d'fheirmeoirí iascaigh

source: More information is available on the Seafarer's Allowance and Fisher Tax Credit on revenue.ie
ga: Má éilíonn tú an creidmheas seo, ní féidir leat an Liúntas Maraithe sa bhliain chéanna a éiligh

source: Lo-call telephone numbers and contact details for Revenue regional offices are available on the Revenue website contact page
ga: Tá uimhreacha teileafóin lóghlao d'oifigí réigiúnacha Ioncaim ar fáil anseo. Is féidir leat sonraí teagmhála níos mionsonraí do do réigiún a fháil anseo

source: You can also apply for tax reliefs online
ga: Is féidir leat freisin iarratas a dhéanamh ar fhaoisimh chánach ar líne
